Repository: Canadi1/email-agent-web
Catalog: locale/*/LC_MESSAGES/django.po
Languages: he

source: No emails found older than %(days)d days
he: לא נמצאו מיילים ישנים מ-%(days)d ימים

source: Found %(count)d emails older than %(days)d days. Do you want to move them to Trash?
he: נמצאו %(count)d מיילים ישנים מ-%(days)d ימים. להעבירם לאשפה?

source: Trashed %(count)d emails older than %(days)d days
he: הועברו לאשפה %(count)d מיילים ישנים מ-%(days)d ימים

source: No emails found older than %(days)d days to archive.
he: לא נמצאו מיילים ישנים מ-%(days)d ימים לארכוב.

source: Found %(count)d emails older than %(days)d days. Do you want to archive them?
he: נמצאו %(count)d מיילים ישנים מ-%(days)d ימים. לארכב אותם?

source: Archived %(count)d emails older than %(days)d days.
he: נארכבו %(count)d מיילים ישנים מ-%(days)d ימים.

source: No emails found for analysis
he: לא נמצאו מיילים לניתוח

source: Unknown
he: לא ידוע

source: Inbox
he: דואר נכנס

source: Sent
he: נשלחו

source: Starred
he: מסומנים בכוכב

source: Important
he: חשובים

source: Drafts
he: טיוטות

source: Trash
he: אשפה

source: Spam
he: ספאם

source: Unread
he: לא נקראו

source: Personal
he: אישי

source: Social
he: חברתי

source: Promotions
he: קידומי מכירות

source: Updates
he: עדכונים

source: Forums
he: פורומים

source: Most active sender: %(sender)s (%(count)d emails)
he: השולח הפעיל ביותר: %(sender)s (%(count)d מיילים)

source: Most active domain: %(domain)s (%(count)d emails)
he: הדומיין הפעיל ביותר: %(domain)s (%(count)d מיילים)

source: Top sender accounts for %(pct).1f%% of analyzed emails
he: השולח המוביל מהווה %(pct).1f%% מהמיילים שנותחו

source: for today
he: עבור היום

source: for yesterday
he: עבור אתמול

source: from last week
he: משבוע שעבר

source: from last month
he: מהחודש שעבר

source: from last year
he: מהשנה שעברה

source: in the 3 months starting around %(date)s
he: בשלושת החודשים שמתחילים סביב %(date)s

source: in the month starting around %(date)s
he: בחודש שמתחיל סביב %(date)s

source: in the 7 days starting around %(date)s
he: בשבעה הימים שמתחילים סביב %(date)s

source: on the day of %(date)s
he: ביום %(date)s

source: older than %(days)d days
he: ישנים מ-%(days)d ימים

source: No emails found %(description)s.
he: לא נמצאו מיילים %(description)s.

source: Found %(count)d emails %(description)s.
he: נמצאו %(count)d מיילים %(description)s.

source: verification codes
he: קודי אימות

source: shipping emails
he: מיילי משלוח

source: account security emails
he: מיילי אבטחת חשבון

source: No emails found for %(what)s.
he: לא נמצאו מיילים עבור %(what)s.

source: older than %(days)d days
he: ישנים מ-%(days)d ימים

source: Found %(count)d emails in %(what)s%(age)s. Do you want to move them to Trash?
he: נמצאו %(count)d מיילים ב-%(what)s%(age)s. להעבירם לאשפה?

source: Trashed %(count)d emails from %(what)s.
he: הועברו לאשפה %(count)d מיילים מ-%(what)s.

source: Found %(count)d emails in %(what)s%(age)s. Do you want to archive them?
he: נמצאו %(count)d מיילים ב-%(what)s%(age)s. לארכב אותם?

source: Archived %(count)d emails from %(what)s.
he: נארכבו %(count)d מיילים מ-%(what)s.

source: No emails found from %(sender)s%(age)s.
he: לא נמצאו מיילים מ-%(sender)s%(age)s.

source: Found %(count)d emails from %(sender)s%(age)s. Do you want to move them to Trash?
he: נמצאו %(count)d מיילים מ-%(sender)s%(age)s. להעבירם לאשפה?

source: Trashed %(count)d emails from %(sender)s.
he: הועברו לאשפה %(count)d מיילים מ-%(sender)s.

source: No emails found from domain: %(domain)s%(age)s.
he: לא נמצאו מיילים מהדומיין: %(domain)s%(age)s.

source: Found %(count)d emails from domain %(domain)s%(age)s. Do you want to move them to Trash?
he: נמצאו %(count)d מיילים מהדומיין %(domain)s%(age)s. להעבירם לאשפה?

source: Trashed %(count)d emails from %(domain)s.
he: הועברו לאשפה %(count)d מיילים מ-%(domain)s.

source: No emails found in category: %(category)s.
he: לא נמצאו מיילים בקטגוריה: %(category)s.

source: Command not understood.
he: הפקודה לא הובנה.

source: No archived emails found.
he: לא נמצאו מיילים בארכיון.

source: No emails found in All Mail.
he: לא נמצאו מיילים ב"כל הדואר".

source: You have no custom labels.
he: אין לך תוויות מותאמות.

source: Found %(count)d emails%(age)s in %(what)s.
he: נמצאו %(count)d מיילים%(age)s ב-%(what)s.

source: Found %(count)d emails in %(what)s.
he: נמצאו %(count)d מיילים ב-%(what)s.

source: No emails found from domain: %(domain)s.
he: לא נמצאו מיילים מהדומיין: %(domain)s.

source: No emails found from sender: %(sender)s.
he: לא נמצאו מיילים מהשולח: %(sender)s.

source: No emails found with subject: '%(subject)s'.
he: לא נמצאו מיילים עם נושא: '%(subject)s'.

source: Found %(count)d emails from %(sender)s%(age)s. Do you want to archive them?
he: נמצאו %(count)d מיילים מ-%(sender)s%(age)s. לארכב אותם?

source: Archived %(count)d emails from %(sender)s.
he: נארכבו %(count)d מיילים מ-%(sender)s.

source: No emails found from %(domain)s%(age)s.
he: לא נמצאו מיילים מ-%(domain)s%(age)s.

source: Found %(count)d emails from %(domain)s%(age)s. Do you want to archive them?
he: נמצאו %(count)d מיילים מ-%(domain)s%(age)s. לארכב אותם?

source: Archived %(count)d emails from %(domain)s.
he: נארכבו %(count)d מיילים מ-%(domain)s.

source: No emails found from %(sender)s to restore.
he: לא נמצאו מיילים מ-%(sender)s לשחזור.

source: No archived emails found from %(sender)s.
he: לא נמצאו מיילים בארכיון מ-%(sender)s.

source: Found %(count)d archived emails from %(sender)s. Restore to Inbox?
he: נמצאו %(count)d מיילים בארכיון מ-%(sender)s. לשחזר לתיבת הנכנס?

source: Restored %(count)d emails from %(sender)s to Inbox.
he: שוחזרו %(count)d מיילים מ-%(sender)s לתיבת הנכנס.

source: Nothing to undo (expired or invalid).
he: אין מה לבטל (פג תוקף או לא תקין).

source: Undo complete. Restored %(count)d emails to Inbox.
he: הביטול הושלם. שוחזרו %(count)d מיילים לתיבת הנכנס.

source: Undo complete. Untrashed %(count)d emails.
he: הביטול הושלם. הוחזרו מהאשפה %(count)d מיילים.

source: Cannot undo labels (missing label id).
he: לא ניתן לבטל תוויות (חסר מזהה תווית).

source: Removed label from %(count)d emails.
he: הוסרה תווית מ-%(count)d מיילים.

source: Undo not supported for this action.
he: לא נתמך ביטול עבור פעולה זו.

source: Undo failed: %(err)s
he: הביטול נכשל: %(err)s

source: View details
he: הצגת פרטים

source: Loading…
he: טוען…

source: No more results
he: אין עוד תוצאות

source: Load more
he: טען עוד

source: Analyzing...
he: מנתח…

source: Undoing...
he: מבטל...

source: Loaded {count} more
he: נטענו עוד {count}

source: Failed to load more
he: טעינת פריטים נוספים נכשלה

source: Clear all favorites?
he: לנקות את כל המועדפים?

source: Processing…
he: מעבד…

source: Email AI Agent
he: סוכן דוא"ל חכם

source: Language
he: שפה

source: Connection Error:
he: שגיאת חיבור:

source: e.g., list recent emails
he: לדוגמה: רשום מיילים אחרונים

source: Process
he: בצע

source: Compose Email
he: כתיבת הודעה

source: To
he: אל

source: Subject
he: נושא

source: Subject (optional)
he: נושא (לא חובה)

source: Message
he: הודעה

source: Write your message...
he: כתבו את ההודעה...

source: Send
he: שלח

source: Results per page:
he: תוצאות בכל עמוד:

source: Quick Commands
he: פקודות מהירות

source: Save current or custom command
he: שמור פקודה נוכחית או מותאמת

source: Add Favorite
he: הוסף למועדפים

source: Clear all
he: נקה הכול

source: Remove
he: הסר

source: No favorites yet. Add one above.
he: אין מועדפים עדיין. הוסף אחד למעלה.

source: Confirmation Required:
he: נדרש אישור:

source: Preview (first 10)
he: תצוגה מקדימה (10 ראשונים)

source: Estimated total affected:
he: הערכה של סך הפריטים שיושפעו:

source: Confirm
he: אישור

source: Cancel
he: ביטול

source: Your Labels
he: התוויות שלך

source: Email Statistics
he: סטטיסטיקות דוא"ל

source: Full analysis
he: ניתוח מלא

source: Total Inbox Emails:
he: סך ההודעות בתיבת הדואר הנכנס:

source: Sample Analyzed:
he: מדגם שנותח:

source: full
he: מלא

source: sample
he: מדגם

source: What is "sample analyzed"?
he: מה זה "מדגם שנותח"?

source: Number of recent emails examined to compute stats quickly. Choose "Full analysis" to analyze all emails.
he: מספר ההודעות האחרונות שנבדקו כדי לחשב סטטיסטיקות במהירות. בחר "ניתוח מלא" כדי לנתח את כל ההודעות.

source: Top Senders
he: שולחים מובילים

source: Top Domains
he: דומיינים מובילים

source: Top Subject Terms
he: מונחי נושא מובילים

source: Emails by Hour
he: הודעות לפי שעה

source: What is this?
he: מה זה?

source: Count of analyzed emails by the hour of day they were received (local time).
he: כמות ההודעות שנותחו לפי השעה ביום שבה התקבלו (זמן מקומי).

source: Label Distribution
he: התפלגות תוויות

source: What does this show?
he: מה זה מציג?

source: Friendly label names (e.g., Inbox, Promotions) and how many analyzed emails had each label.
he: שמות תוויות ידידותיים (למשל, דואר נכנס, קידומים) וכמה הודעות שנותחו היו עם כל תווית.

source: Insights
he: תובנות

source: Analysis Note:
he: הערת ניתוח:

source: This will perform a comprehensive analysis of your inbox emails.
he: זה יבצע ניתוח מקיף של הודעות הדואר הנכנס שלך.

source: IMPORTANT: You have
he: חשוב: יש לך

source: emails in your inbox.
he: הודעות בתיבת הדואר הנכנס שלך.

source: To ensure reasonable processing time, the analysis will be limited to the most recent 1000 emails.
he: כדי להבטיח זמן עיבוד סביר, הניתוח יוגבל ל-1000 ההודעות האחרונות.

source: Expected processing time: 2-3 minutes
he: זמן עיבוד צפוי: 2-3 דקות

source: This gives you comprehensive insights while keeping wait times manageable.
he: זה נותן לך תובנות מקיפות תוך שמירה על זמני המתנה סבירים.

source: Expected processing time: 1-2 minutes
he: זמן עיבוד צפוי: 1-2 דקות

source: This will analyze all
he: זה ינתח את כל

source: Do you want to proceed with the full analysis?
he: האם אתה רוצה להמשיך עם הניתוח המלא?

source: Enter a command to get started.
he: הזן פקודה כדי להתחיל.

source: Example Commands
he: פקודות לדוגמה

source: Show All Commands
he: הצג את כל הפקודות

source: Hide All Commands
he: הסתר את כל הפקודות

source: list recent emails
he: רשום מיילים אחרונים

source: Shows the 10 most recent emails.
he: מציג את 10 ההודעות האחרונות.

source: list archived emails
he: רשום מיילים בארכיון

source: Emails not in Inbox.
he: הודעות שאינן בתיבת הדואר הנכנס.

source: list all mail
he: רשום את כל הדואר

source: Everything in All Mail (excludes Spam/Trash).
he: הכול ב'כל הדואר' (ללא ספאם/אשפה).

source: list emails from [sender/domain]
he: רשום מיילים מ-[שולח/דומיין]

source: e.g., 'list emails from [domain]'
he: לדוגמה: 'רשום מיילים מ-[דומיין]'

source: list emails from [timeframe]
he: רשום מיילים מ-[מסגרת זמן]

source: e.g., 'last week', 'yesterday', '2 days ago'
he: למשל: 'שבוע שעבר', 'אתמול', 'לפני 2 ימים'

source: list emails before [duration]
he: רשום מיילים לפני [משך]

source: e.g., '6 months', '2 weeks'
he: למשל: '6 חודשים', 'שבועיים'

source: list emails from [duration] ago
he: רשום מיילים מלפני [משך]

source: e.g., '4 months ago'
he: למשל: 'לפני 4 חודשים'

source: list emails older than [duration]
he: רשום מיילים ישנים מ-[משך]

source: e.g., '6 months', '1 year'
he: למשל: '6 חודשים', 'שנה אחת'

source: list emails before 6 months
he: רשום מיילים לפני 6 חודשים

source: list emails before 2 weeks
he: רשום מיילים לפני שבועיים

source: list emails from 4 months ago
he: רשום מיילים מלפני 4 חודשים

source: search emails with subject "[keyword]"
he: חפש מיילים עם נושא "[מילת מפתח]"

source: Finds emails with a specific subject.
he: מאתר הודעות עם נושא מסוים.

source: show email stats
he: הצג סטטיסטיקת דוא"ל

source: Displays a report of top senders and domains.
he: מציג דוח של שולחים ודומיינים מובילים.

source: delete emails from [sender/domain]
he: מחק מיילים מ-[שולח/דומיין]

source: Moves emails to Trash.
he: מעביר את ההודעות לאשפה.

source: delete all promotions older than [duration]
he: מחק את כל קידומי המכירות ישנים מ-[משך]

source: Cleans up the Promotions tab.
he: מנקה את לשונית 'קידומים'.

source: archive emails from [sender] older than 6 months
he: ארכב מיילים מ-[שולח] ישנים מ-6 חודשים

source: Archives messages from a sender with an age filter.
he: מארכב הודעות משולח עם סינון לפי גיל.

source: archive all emails older than [duration]
he: ארכב את כל המיילים ישנים מ-[משך]

source: Bulk archives old emails.
he: ארכוב גורף של הודעות ישנות.

source: list verification codes
he: רשום קודי אימות

source: Finds login and 2FA codes.
he: מאתר קודי כניסה ו-2FA.

source: list verification codes older than [duration]
he: רשום קודי אימות ישנים מ-[משך]

source: Lists codes by age window.
he: רשימה לפי חלון גיל.

source: delete verification codes older than [duration]
he: מחק קודי אימות ישנים מ-[משך]

source: Cleans codes past a safe window.
he: מנקה קודים שעברו את חלון הזמן הבטוח.

source: archive verification codes older than [duration]
he: ארכב קודי אימות ישנים מ-[משך]

source: Archives codes after a period.
he: מארכב קודים לאחר פרק זמן.

source: list shipping emails
he: רשום מיילי משלוח

source: Carrier updates and delivery notices.
he: עדכוני חברת משלוח והודעות מסירה.

source: list shipping emails older than [duration]
he: רשום מיילי משלוח ישנים מ-[משך]

source: archive shipping emails older than [duration]
he: ארכב מיילי משלוח ישנים מ-[משך]

source: Archives old shipping updates.
he: מארכב עדכוני משלוח ישנים.

source: delete shipping emails older than [duration]
he: מחק מיילי משלוח ישנים מ-[משך]

source: Deletes stale shipping updates.
he: מוחק עדכוני משלוח מיושנים.

source: list account security emails
he: רשום מיילי אבטחת חשבון

source: Security alerts and sign-in notices.
he: התראות אבטחה והודעות כניסה.

source: list account security emails older than [duration]
he: רשום מיילי אבטחת חשבון ישנים מ-[משך]

source: Older security notices.
he: הודעות אבטחה ישנות.

source: archive account security emails older than [duration]
he: ארכב מיילי אבטחת חשבון ישנים מ-[משך]

source: Archives older security alerts.
he: מארכב התראות אבטחה ישנות.

source: delete account security emails older than [duration]
he: מחק מיילי אבטחת חשבון ישנים מ-[משך]

source: Deletes stale security alerts.
he: מוחק התראות אבטחה מיושנות.

source: label emails from [sender] as "[label]"
he: תייג מיילים מ-[שולח] כתווית "[תווית]"

source: Organizes emails with a label.
he: מארגן הודעות באמצעות תווית.

source: list labels
he: רשום תוויות

source: Shows all your custom Gmail labels.
he: מציג את כל התוויות המותאמות שלך ב-Gmail.

source: show label "[label]"
he: הצג תווית "[תווית]"

source: Displays all emails with a specific label.
he: מציג את כל ההודעות עם תווית מסוימת.

source: restore emails from [sender]
he: שחזר מיילים מ-[שולח]

source: Moves archived emails back to the inbox.
he: מעביר הודעות מארכיון בחזרה לתיבת הנכנס.

source: send email
he: שלח מייל

source: Composes and sends an email.
he: מחבר ושולח הודעת דוא"ל.

source: Undo Recent Actions
he: בטל פעולות אחרונות

source: Undo
he: בטל

source: No recent undoable actions.
he: אין פעולות אחרונות שניתן לבטל.

source: About this app
he: על האפליקציה

source: Manage your Gmail with natural-language commands: list, delete, archive, label, restore, and view stats.
he: נהלו את ה-Gmail שלכם באמצעות פקודות בשפה טבעית: רשימה, מחיקה, ארכוב, תיוג, שחזור והצגת סטטיסטיקות.

source: Works in English and Hebrew. No data is stored on this server; actions run via your Google account.
he: פועל באנגלית ובעברית. לא נשמרים נתונים בשרת זה; הפעולות מתבצעות דרך חשבון Google שלכם.

source: delete all promotions older than 30 days
he: מחק את כל קידומי המכירות ישנים מ-30 ימים

source: list emails from google.com
he: רשום מיילים מ-google.com

source: label emails from amazon.com as Shopping
he: תייג מיילים מ-amazon.com כ-"Shopping"

source: Favorite too long (max 200 chars).
he: מועדף ארוך מדי (עד 200 תווים).

source: Added to favorites.
he: נוסף למועדפים.

source: Removed from favorites.
he: הוסר מהמועדפים.

source: Cleared all favorites.
he: נוקו כל המועדפים.

source: Recipient is required.
he: יש להזין כתובת נמען.

source: Email sent.
he: הודעה נשלחה.

source: Failed to send email: %(err)s
he: שליחת ההודעה נכשלה: %(err)s

source: list emails from [domain]
he: רשום מיילים מ-[דומיין]

source: list emails from last week
he: רשום מיילים משבוע שעבר

source: list emails older than 6 months
he: רשום מיילים ישנים מ-6 חודשים

source: delete emails from [domain]
he: מחק מיילים מ-[דומיין]

source: archive all emails older than 1 year
he: ארכב את כל המיילים ישנים משנה

source: delete emails from google older than 30 days
he: מחק מיילים מ-google ישנים מ-30 ימים

source: delete all emails older than 2 years
he: מחק את כל המיילים ישנים מ-2 שנים

source: archive emails from google from last year
he: ארכב מיילים מ-google מהשנה שעברה

source: archive emails older than [duration]
he: ארכב מיילים ישנים מ-[משך]

source: label emails from [domain] as "[label]"
he: תייג מיילים מ-[דומיין] כתווית "[תווית]"

source: list emails from today
he: רשום מיילים מהיום

source: list emails from yesterday
he: רשום מיילים מאתמול

source: list emails from last month
he: רשום מיילים מהחודש שעבר

source: list emails from last year
he: רשום מיילים מהשנה שעברה

source: list emails before a week
he: רשום מיילים לפני שבוע

source: list emails before a month
he: רשום מיילים לפני חודש

source: list emails before a year
he: רשום מיילים לפני שנה

source: list emails older than 1 year
he: רשום מיילים ישנים משנה

source: list emails older than 30 days
he: רשום מיילים ישנים מ-30 ימים

source: list emails from [domain] older than [duration]
he: רשום מיילים מ-[דומיין] ישנים מ-[משך]

source: list emails from [sender] older than [duration]
he: רשום מיילים מ-[שולח] ישנים מ-[משך]

source: delete emails from [domain] older than 30 days
he: מחק מיילים מ-[דומיין] ישנים מ-30 ימים

source: archive emails from [sender]
he: ארכב מיילים מ-[שולח]

source: archive verification codes
he: ארכב קודי אימות

source: delete verification codes
he: מחק קודי אימות

source: delete verification codes older than 14 days
he: מחק קודי אימות ישנים מ-14 ימים

source: archive verification codes older than 30 days
he: ארכב קודי אימות ישנים מ-30 ימים

source: archive shipping emails
he: ארכב מיילי משלוח

source: delete shipping emails
he: מחק מיילי משלוח

source: archive shipping emails older than 90 days
he: ארכב מיילי משלוח ישנים מ-90 ימים

source: delete shipping emails older than 180 days
he: מחק מיילי משלוח ישנים מ-180 ימים

source: archive account security emails older than 90 days
he: ארכב מיילי אבטחת חשבון ישנים מ-90 ימים

source: delete account security emails older than 180 days
he: מחק מיילי אבטחת חשבון ישנים מ-180 ימים

source: English
he: אנגלית

source: Hebrew
he: עברית

source: Save custom command
he: שמור פקודה מותאמת אישית

source: Processing...
he: מעבד...

source: Please wait while we process your request
he: אנא המתן בזמן שאנו מעבדים את הבקשה שלך

source: Analyzing Your Emails
he: מנתח את המיילים שלך

source: Fetching email data...
he: מביא נתוני מיילים...

source: Initializing analysis...
he: מאתחל ניתוח...

source: Fetching emails...
he: מביא מיילים...

source: Analyzing data...
he: מנתח נתונים...

source: Generating insights...
he: יוצר תובנות...

source: Analysis limited to most recent 1000 emails (out of %(total)d total) to ensure reasonable processing time
he: הניתוח מוגבל ל-1000 המיילים האחרונים (מתוך %(total)d סה"כ) כדי להבטיח זמן עיבוד סביר

source: Analyzing email content...
he: מנתח תוכן מיילים...

source: Fetching your emails...
he: מביא את המיילים שלך...

source: Searching through emails...
he: מחפש במיילים...

source: Processing deletion...
he: מעבד מחיקה...

source: Archiving emails...
he: מאחסן מיילים...

source: Applying labels...
he: מחיל תוויות...

source: Sending email...
he: שולח מייל...

source: Restoring emails...
he: משחזר מיילים...

source: Processing your request...
he: מעבד את הבקשה שלך...
